Repository: iceslab/OrienteeringToolWPF
Catalog: OrienteeringToolWPF/Properties/Resources.*.resx
Languages: pl

# CheckTimeFormat
source: Check time: {0}
pl: Czas kontroli: {0:H:mm:ss}

# ChipNumberFormat
source: Chip number: {0}
pl: Numer chipa: {0}

# CompetitionCannotStart
source: Cannot start finished competition.
pl: Nie można rozpocząć zakończonych zawodów.

source: Competition has finished
pl: Zawody zostały zakończone

# CompetitorBirthDate
source: Date of birth
pl: Data urodzenia

# CompetitorName
source: Name and surname
pl: Imię i nazwisko

# CompetitorRelay
source: Relay
pl: Sztafeta

# ConnectionNeeddedInfo
source: To start or continue competition you need to be connected to SPORTident station.\nTry again?
pl: Aby móc rozpocząć lub kontynuować zawody należy połączyć się ze stacją. Spróbować ponownie?

# ConnectionNotConnected
source: Not connected to station
pl: Nie połączono się ze stacją

# DatabaseCascadeDeleteWarning
source: Caution!\nAll constrained data will be deleted.
pl: Uwaga! Usunięte zostaną także wszystkie powiązane dane.

# DatabaseDialogFilters
source: SQLite3 database|*.sqlite;*.db|All files (*.*)|*.*
pl: Baza danych SQLite3|*.sqlite;*.db|Wszystkie pliki (*.*)|*.*

# DatabaseOverwriteWarning
source: Caution!\nDatabase exists, do you want to overwrite?
pl: Uwaga! Baza danych istnieje, czy chcesz nadpisać?

source: Errors:
pl: Błędy:

# FinishTimeFormat
source: Finish time: {0}
pl: Czas mety: {0:H:mm:ss}

# InvalidCourseTypeError
source: Selected course type is invalid
pl: Wybrany typ sztafety jest nieprawidłowy

# InvalidDataTitle
source: Invalid data given
pl: Wprowadzono nieprawidłowe dane

# InvalidDateError
source: Entered date is invalid
pl: Podana data jest nieprawidłowa

# InvalidOrderError
source: Selected order is invalid
pl: Wybrana kolejność jest nieprawidłowa

# InvalidRelayError
source: Selected relay is invalid
pl: Wybrana sztafeta jest nieprawidłowa

source: None
pl: Brak

# NotANumberError
source: Value is not a number
pl: Wartość nie jest liczbą

# NullOrEmptyError
source: Field is empty or contains only whitespaces
pl: Pole jest puste lub zawiera tylko białe znaki

# OriginalMessage
source: Orignal message:
pl: Oryginalna wiadomość:

# PunchCode
source: Code
pl: Kod

# PunchTimestamp
source: Punch time
pl: Czas podbicia

# RelayName
source: Name
pl: Nazwa

# ResultCheckTime
source: Check time
pl: Czas kontroli

# ResultFinishTime
source: Finish time
pl: Czas mety

# ResultStartTime
source: Start time
pl: Czas startu

# RouteName
source: Name
pl: Nazwa

# RouteStepCode
source: Code
pl: Kod

# RouteStepOrder
source: Order
pl: Kolejność

# SiHandlerError
source: SPORTident station error
pl: Błąd stacji SPORTident

# StartTimeFormat
source: Start time: {0}
pl: Czas startu: {0:H:mm:ss}

# StartTimeNotPassedWarning
source: Start time has not passed.\nStart anyway?
pl: Czas rozpoczęcia jeszcze nie minął. Rozpocząć mimo to?

# TournamentCourseType
source: Course type
pl: Typ sztafety

# TournamentName
source: Name
pl: Nazwa

# TournamentStartTime
source: Start time
pl: Czas rozpoczęcia

# ValueAlreadyExistsError
source: Value already exists
pl: Wartość już istnieje

source: Warning
pl: Ostrzeżenie
